# St7SetWindowUCSCase

Sets the UCS case to be displayed within the model window.

long St7SetWindowUCSCase(long uID, long CaseNum)

Input Parameters

uID

Strand7 model file ID.

CaseNum

The UCS ID number to be displayed.